Autodesk.Revit.DB.BuiltInFailures.ImportFailures.ImportSymbolBaseLevelInvalid
An import instance has become invalid. The host work plane of the import can no longer be used. Click "Rehost" to maintain the position of the import and rehost its work plane to the lowest level.